Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIRTUAL_CARD_CREDENTIALS_FRAUD_HELP
source: Request a new number if you suspect your current one has been compromised. The virtual card number is available in Safari AutoFill when shopping online where Apple Pay is not available.
ar: يجب طلب رقم جديد إذا شككت أن الرقم الحالي تم اختراقه. رقم البطاقة الرقمية متوفر في التعبئة التلقائية لسفاري عند التسوق على الإنترنت عند عدم توفر Apple Pay.
bg: Заявете нов номер, ако подозирате, че текущият ви е бил компрометиран. Номерът на виртуалната карта е наличен в Автоматично попълване в Safari при онлайн пазаруване, когато Apple Pay не е достъпно.
ca: Si creus que pot haver‑hi algun problema de seguretat amb el número de la targeta virtual, sol·licita’n un de nou. El número està disponible a la funció d’autocompletar del Safari a l’hora de fer compres en línia en llocs on no es pot utilitzar l’Apple Pay.
cs: Máte‑li podezření, že byla narušena bezpečnost vašeho aktuálního čísla, vyžádejte si nové. Virtuální číslo karty máte k dispozici pro automatické vyplňování v Safari při nákupech online na stránkách, které nepodporují Apple Pay.
da: Anmod om et nyt nummer, hvis du har mistanke om, at dit nuværende nummer er blevet kompromitteret. Det virtuelle kortnummer er tilgængeligt i Autoudfyld i Safari, når du foretager køb online, hvor Apple Pay ikke er tilgængelig.
de: Fordere eine neue Nummer an, wenn du den Verdacht hast, dass deine aktuelle Nummer kompromittiert wurde. Die Nummer der virtuellen Karte ist in der Safari-Funktion „Automatisch ausfüllen“ bei Onlinekäufen, für die Apple Pay nicht genutzt werden kann, verfügbar.
el: Ζητήστε έναν νέο αριθμό αν υποψιάζεστε ότι έχει διακυβευτεί ο τρέχων αριθμός σας. Ο αριθμός εικονικής κάρτας διατίθεται στην Αυτοσυμπλήρωση Safari όταν κάνετε διαδικτυακές αγορές όπου δεν διατίθεται το Apple Pay.
es: Solicita un número nuevo si sospechas que la seguridad del actual no está garantizada. El número de la tarjeta virtual está disponible en la función de autorrelleno de Safari cuando compres por internet y Apple Pay no esté disponible.
es_us: Solicita un número nuevo si sospechas que el tuyo corre riesgo. El número de tu tarjeta virtual está disponible para Autorrelleno de Safari al comprar en línea si Apple Pay no está disponible.
fi: Pyydä uusi numero, jos epäilet nykyisen vaarantuneen. Virtuaalikortin numero on saatavilla Safarin automaattisessa täytössä tehtäessä online-ostoja paikoissa, joissa Apple Pay ei ole käytettävissä.
fr: Demandez un nouveau numéro si vous pensez que le numéro actuel est compromis. Le numéro de carte virtuelle est disponible dans la fonctionnalité de remplissage automatique de Safari lorsque vous effectuez des achats en ligne sur des sites web ou dans des apps ne proposant pas Apple Pay.
fr_ca: Demandez un nouveau numéro si vous soupçonnez que la sécurité de votre numéro actuel est compromise. Le numéro de carte virtuelle est accessible dans le remplissage automatique de Safari lorsque vous magasinez en ligne sur des sites où Apple Pay n’est pas disponible.
he: אם יש לך חשד שמספר הכרטיס הווירטואלי הקיים שלך לא מאובטח, באפשרותך לבקש מספר חדש. המספר זמין במילוי האוטומטי של Safari בעת ביצוע רכישות ברשת כאשר Apple Pay לא זמין.
hi: अगर आपको लगता है कि आपका वर्तमान नंबर कंप्रोमाइज़ हो गया है, तो नए नंबर के लिए अनुरोध करें। जहाँ Apple Pay उपलब्ध न हो वहाँ ख़रीदारी करते समय वर्चुअल कार्ड नंबर Safari ऑटोफ़िल में उपलब्ध रहता है।
hr: Zatražite novi broj ako sumnjate da je trenutačni kompromitiran. Broj virtualne kartice dostupan je u Auto ispuni Safarija kad kupujete na mreži, a Apple Pay nije dostupan.
hu: Igényeljen új számot, ha azt gyanítja, hogy a jelenlegi száma mások tudomására jutott. A virtuális kártyaszám az online vásárlások alkalmával elérhető a Safari Automatikus kitöltés funkciójában minden olyan helyen, ahol az Apple Pay nem érhető el.
id: Minta nomor baru jika Anda curiga nomor Anda saat ini berisiko. Nomor kartu virtual tersedia di Isi-Auto Safari saat berbelanja online di tempat yang tidak mendukung Apple Pay.
it: Richiedi un nuovo numero se sospetti che quello attuale sia stato compromesso. Quando fai acquisti online, il numero della carta virtuale sarà disponibile per l’inserimento automatico in Safari, nei casi in cui Apple Pay non è disponibile.
ja: 現在の番号が漏洩した疑いがある場合は、新しい番号をリクエストしてください。バーチャルカード番号は、オンラインでの買い物でApple Payが利用できないとき、Safariの自動入力で使用できます。
kk: Нөміріңіздің жария етілгеніне қатысты күдік туындаса, жаңа нөмір сұраңыз. Apple Pay сервисі қолжетімді емес жерде Интернеттен сатып алғанда, виртуалды картаның нөмірі Safari авто толтыру тізімінде қолжетімді.
ko: 현재 번호가 유출되었다고 의심되는 경우 새로운 번호를 요청하십시오. Apple Pay를 사용할 수 없는 온라인 쇼핑의 경우 Safari 자동 완성에서 가상 카드 번호를 사용할 수 있습니다.
lt: Jei įtariate, kad dabartinis kortelės numeris nebėra saugus, prašykite naujo. Virtualios kortelės numeris pasiekiamas naudojant „Safari“ automatinio užpildymo funkciją, kai perkate internetu, kur „Apple Pay“ nepasiekiama.
ms: Minta nombor baharu jika anda mengesyaki nombor semasa anda telah diceroboh. Nombor kad maya tersedia dalam Isi Auto Safari apabila membeli-belah dalam talian di tempat yang Apple Pay tidak tersedia.
nl: Vraag een nieuw nummer aan als je vermoedt dat je huidige nummer gevaar loopt. Het virtuele kaartnummer is beschikbaar in 'Vul automatisch in' in Safari wanneer je online winkelt en Apple Pay niet beschikbaar is.
no: Be om et nytt nummer hvis du mistenker at andre kan ha fått kjennskap til det nåværende nummeret. Det virtuelle kortnummeret er tilgjengelig i Autoutfyll i Safari når du handler på nett der du ikke kan bruke Apple Pay.
pl: Jeśli podejrzewasz, że bieżący numer karty mógł się dostać w niepowołane ręce, poproś o nowy. Numer karty wirtualnej jest dostępny w funkcji Wypełnianie w Safari podczas zakupów w sieci, gdy nie masz możliwości zapłacenia przy użyciu Apple Pay.
pt_br: Se você suspeitar que o seu número esteja comprometido, solicite um novo. O número do cartão virtual fica disponível no Preenchimento Automático do Safari quando você faz compras on‑line e o Apple Pay não está disponível.
pt_pt: Solicite um novo número se suspeitar que o atual foi comprometido. O número do cartão virtual está disponível através do preenchimento automático do Safari ao fazer compras online onde o Apple Pay não estiver disponível.
ro: Solicitați un număr nou dacă suspectați că cel actual a fost compromis. Numărul cardului virtual este disponibil în funcția Auto‑completare din Safari când faceți cumpărături online într‑un loc unde opțiunea Apple Pay nu este disponibilă.
ru: Если есть подозрение, что текущий номер карты скомпрометирован, просто запросите новый. Номер виртуальной карты доступен для автозаполнения в Safari при покупках в интернете, когда Apple Pay недоступен.
sk: Ak máte podozrenie, že bola narušená bezpečnosť vášho aktuálneho čísla, požiadajte o nové. Číslo virtuálnej karty je k dispozícii pre AutoFill v Safari pri nakupovaní online na stránkach, ktoré nepodporujú Apple Pay.
sl: Če sumite, da je trenutna številka ogrožena, zahtevajte novo. Kadar nakupujete v spletu, kjer storitev Apple Pay ni na voljo, je številka navidezne kartice na razpolago v samodejnem izpolnjevanju v Safariju.
sv: Begär ett nytt nummer om du misstänker att säkerheten har äventyrats för ditt befintliga. Det virtuella kortnumret är tillgängligt i Safaris Autofyll om du handlar online och Apple Pay inte är tillgängligt.
th: ขอหมายเลขใหม่หากคุณสงสัยว่าหมายเลขปัจจุบันของคุณไม่ปลอดภัย หมายเลขบัตรเสมือนมีให้ใช้งานในการป้อนอัตโนมัติใน Safari เมื่อซื้อของออนไลน์ในร้านที่ไม่รับ Apple Pay
tr: Şu anki numaranızın gizliliğinin ihlal edilmiş olduğundan şüpheleniyorsanız yeni bir numara isteyin. Sanal kart numarası, Apple Pay’in kullanılamadığı yerlerde çevrimiçi alışveriş yaparken Safari’deki Otomatik Doldur’da kullanılabilir.
uk: Надішліть запит на новий номер, якщо ви підозрюєте, що поточний було скомпрометовано. Номер віртуальної картки доступний для Автозаповнення в Safari, коли ви робите покупки в інтернеті в регіонах, де Apple Pay не підтримується.
vi: Yêu cầu một số mới nếu bạn nghi ngờ rằng số hiện tại đã bị xâm phạm. Số thẻ ảo khả dụng trong Tự động điền của Safari khi mua sắm trực tuyến tại nơi Apple Pay không khả dụng.
zh_cn: 若你怀疑当前卡号已泄露，可请求新卡号。在线购物无法使用Apple Pay时，虚拟卡号在Safari浏览器的“自动填充”中可用。
zh_hk: 如你懷疑目前的卡號已遭盜用，請要求新的卡號。在網上購物無法使用Apple Pay時，虛擬卡號可用於Safari「自動填寫」。
zh_tw: 若懷疑目前的卡號可能遭盜刷，請要求新的卡號。若在Apple Pay無法使用的地方進行線上購物，虛擬卡號可以用於「Safari自動填寫」。

# VIRTUAL_CARD_PRIVACY_EXPLANATION_TITLE
source: Add Your Cards from Safari AutoFill
ar: إضافة بطاقاتك من التعبئة التلقائية في سفاري
bg: Добавете вашите карти от Автоматично попълване в Safari
ca: Afegeix les targetes desades al Safari
cs: Přidejte si karty z automatického vyplňování v Safari
da: Tilføj dine kort fra Autoudfyld i Safari
de: Karten von „Automatisch ausfüllen“ aus Safari hinzufügen
el: Προσθέστε τις κάρτες σας από την Αυτοσυμπλήρωση Safari
es: Añade tus tarjetas desde el autorrelleno de Safari
es_us: Agrega tarjetas de Autorrelleno de Safari
fi: Lisää kortit Safarin automaattisesta täytöstä
fr: Ajoutez vos cartes enregistrées dans la fonctionnalité de remplissage automatique de Safari
fr_ca: Ajoutez vos cartes enregistrées dans le remplissage automatique de Safari
he: הוספת הכרטיסים שלך מתוך המילוי האוטומטי של Safari
hi: Safari ऑटोफ़िल से अपने कार्ड जोड़ें
hr: Dodajte svoje kartice iz Safarijeve Auto ispune
hu: Kártyák hozzáadása a Safari Automatikus kitöltés funkciójából
id: Tambahkan Kartu Anda dari Isi-Auto Safari
it: Aggiungi le carte che usi con l’inserimento automatico di Safari
ja: Safariの自動入力からカードを追加
kk: Карталарды Safari авто толтыру тізімінен қосу
ko: Safari 자동 완성에 저장된 카드 추가
lt: Įtraukite „Safari“ automatinio užpildymo funkcijoje išsaugotas korteles
ms: Tambah Kad Anda daripada Isi Auto Safari
nl: Voeg je kaarten uit 'Vul automatisch in' in Safari toe
no: Legg til kortene dine fra Autoutfyll i Safari
pl: Dodaj karty z funkcji Wypełnianie w Safari
pt_br: Adicione Seus Cartões do Preenchimento Automático do Safari
pt_pt: Adicionar cartões do preenchimento automático do Safari
ro: Adăugați cardurile din Auto‑completare Safari
ru: Добавьте карты из автозаполнения в Safari
sk: Pridajte si karty z AutoFill v Safari
sl: Dodajanje kartic iz samodejnega izpolnjevanja v Safariju
sv: Lägg till korten från Safari-autofyll
th: เพิ่มบัตรของคุณจากการป้อนอัตโนมัติใน Safari
tr: Safari Otomatik Doldurma’daki Kartlarınızı Ekleyin
uk: Додайте картки з Автозаповнення в Safari
vi: Thêm thẻ của bạn từ Tự động điền của Safari
zh_cn: 添加Safari浏览器“自动填充”中的卡
zh_hk: 從Safari「自動填寫」加入你的卡
zh_tw: 從「Safari自動填寫」加入卡片

# VIRTUAL_CARD_CREDENTIALS_NAME
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Аты
ko: 이름
lt: Vardas ir pavardė
ms: Nama
nl: Naam
no: Navn
pl: Imię i nazwisko
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя и фамилия
sk: Meno
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Імʼя
vi: Tên
zh_cn: 名称
zh_hk: 姓名
zh_tw: 姓名

# VIRTUAL_CARD_PRIVACY_TITLE
source: Add Your Cards from Safari AutoFill
ar: إضافة بطاقاتك من التعبئة التلقائية في سفاري
bg: Добавете вашите карти от Автоматично попълване в Safari
ca: Afegeix les targetes desades al Safari
cs: Přidejte si karty z automatického vyplňování v Safari
da: Tilføj dine kort fra Autoudfyld i Safari
de: Karten von „Automatisch ausfüllen“ aus Safari hinzufügen
el: Προσθέστε τις κάρτες σας από την Αυτοσυμπλήρωση Safari
es: Añade tus tarjetas desde el autorrelleno de Safari
es_us: Agrega tarjetas de Autorrelleno de Safari
fi: Lisää kortit Safarin automaattisesta täytöstä
fr: Ajoutez vos cartes enregistrées dans la fonctionnalité de remplissage automatique de Safari
fr_ca: Ajoutez vos cartes enregistrées dans le remplissage automatique de Safari
he: הוספת הכרטיסים שלך מתוך המילוי האוטומטי של Safari
hi: Safari ऑटोफ़िल से अपने कार्ड जोड़ें
hr: Dodajte svoje kartice iz Safarijeve Auto ispune
hu: Kártyák hozzáadása a Safari Automatikus kitöltés funkciójából
id: Tambahkan Kartu Anda dari Isi-Auto Safari
it: Aggiungi le carte che usi con l’inserimento automatico di Safari
ja: Safariの自動入力からカードを追加
kk: Карталарды Safari авто толтыру тізімінен қосу
ko: Safari 자동 완성에 저장된 카드 추가
lt: Įtraukite „Safari“ automatinio užpildymo funkcijoje išsaugotas korteles
ms: Tambah Kad Anda daripada Isi Auto Safari
nl: Voeg je kaarten uit 'Vul automatisch in' in Safari toe
no: Legg til kortene dine fra Autoutfyll i Safari
pl: Dodaj karty z funkcji Wypełnianie w Safari
pt_br: Adicione Seus Cartões do Preenchimento Automático do Safari
pt_pt: Adicionar cartões do preenchimento automático do Safari
ro: Adăugați cardurile din Auto‑completare Safari
ru: Добавьте карты из автозаполнения в Safari
sk: Pridajte si karty z AutoFill v Safari
sl: Dodajte kartice iz samodejnega izpolnjevanja v Safariju
sv: Lägg till korten från Safari-autofyll
th: เพิ่มบัตรของคุณจากการป้อนอัตโนมัติใน Safari
tr: Safari Otomatik Doldurma’daki Kartlarınızı Ekleyin
uk: Додайте картки з Автозаповнення в Safari
vi: Thêm thẻ của bạn từ Tự động điền của Safari
zh_cn: 添加Safari浏览器“自动填充”中的卡
zh_hk: 從Safari「自動填寫」加入你的卡
zh_tw: 從「Safari自動填寫」加入卡片

# VIRTUAL_CARD_DETAILS_REQUEST_ALERT_TITLE
source: Request New Card Number
ar: طلب رقم بطاقة جديد
bg: Заявка на нов номер на карта
ca: Sol·licitud d’un número de targeta nou
cs: Žádost o nové číslo karty
da: Anmod om nyt kortnummer
de: Neue Kartennummer anfordern
el: Αίτημα για νέο αριθμό κάρτας
es: Solicitar número de tarjeta nuevo
es_us: Solicitar nuevo número de tarjeta
fi: Pyydä uutta korttinumeroa
fr: Demander un nouveau numéro de carte
fr_ca: Demander un nouveau numéro de carte
he: בקשת מספר כרטיס חדש
hi: नए कार्ड नंबर का अनुरोध करें
hr: Zatražite novi broj kartice
hu: Új kártyaszám igénylése
id: Minta Nomor Kartu Baru
it: Richiedi un nuovo numero di carta
ja: 新規カード番号をリクエスト
kk: Картаның жаңа нөмірін сұрау
ko: 새로운 카드 번호 요청
lt: Prašyti naujo kortelės numerio
ms: Minta Nombor Kad Baharu
nl: Vraag nieuw kaartnummer aan
no: Be om et nytt kortnummer
pl: Poproś o nowy numer karty
pt_br: Solicitar Novo Número de Cartão
pt_pt: Pedir número de cartão novo
ro: Solicitați un număr de card nou
ru: Запросить новый номер карты
sk: Žiadosť o nové číslo karty
sl: Zahtevanje nove številke kartice
sv: Begär ett nytt kortnummer
th: ขอหมายเลขบัตรใหม่
tr: Yeni Kart Numarası İste
uk: Замовити новий номер картки
vi: Yêu cầu số thẻ mới
zh_cn: 请求新卡号
zh_hk: 要求新卡號
zh_tw: 要求新的卡號
